/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Open";
"Open Title" = "Open: ^0";
"Save Default Title" = "Save";
"Save Title" = "Save: ^0";
"Choose File Title" = "Choose a File";
"Choose Folder Title" = "Choose a Folder";
"Choose Volume Title" = "Choose a Volume";
"Choose Object Title" = "Choose Object";
"New Folder Title" = "New Folder";

/* Button title strings */
"Save Button" = "Save";
"Open Button" = "Open";
"Choose Button" = "Choose";
"Don't Save Button" = "Don’t Save";
"New Folder Button" = "New Folder";
"Replace Button" = "Replace";
"Discard Button" = "Discard Changes";
"Review Button" = "Review Changes...";
"Use Dot Button" = "Use “.”";
"ExtensionAlertUseOneLabel" = "Use .^1";
"ExtensionAlertUserBothLabel" = "Use both";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Save changes before closing";
"SaveChangesQuitting Banner" = "Save changes before quitting";
"SaveChangesOther Banner" = "Save changes";
"DiscardChanges Banner" = "Discard changes";
"WantToSaveDoc Banner" = "Do you want to save the changes you made to the document “^0”?";
"WantToSaveThis Banner" = "Do you want to save the changes you made to this document?";
"WantToSaveAppDocs Banner" = "Do you want to save the changes you made to your ^0 documents?";
"WantToDiscardDoc Banner" = "Do you want to discard the changes you made to the document “^0”?";
"WantToDiscardThis Banner" = "Do you want to discard the changes you made to this document?";

"Review App Docs Banner" = "You have ^0 ^1 documents with unsaved changes. Do you want to review these changes before quitting?";
"Review Several App Docs Banner" = "You have several ^1 documents with unsaved changes. Do you want to review these changes before quitting?";

"Review Docs Banner" = "You have ^0 documents with unsaved changes. Do you want to review these changes before quitting?";
"Review Several Docs Banner" = "You have several documents with unsaved changes. Do you want to review these changes before quitting?";

"Review App Single Doc Banner" = "You have ^0 ^1 document with unsaved changes. Do you want to review these changes before quitting?";
"Review Single Doc Banner" = "You have ^0 document with unsaved changes. Do you want to review these changes before quitting?";

"Review Docs Explanation" = "If you don’t review your documents, all your changes will be lost.";

/* Untitled strings */
"Untitled Folder" = "untitled folder";
"Untitled Doc" = "untitled";

/* Alert strings */
"Cant Replace Locked" = "You cannot replace “^0” because it is locked.";

"Remove Favorite" = "Remove Favorite";
"Cant Resolve Alias NotFound" = "The favorite item “^0” could not be opened, because the original item cannot be found.";
"Navigate Alias Not Found" = "The alias “^0” could not be opened, because the original item cannot be found.";

"Name Already Taken" = "The item “^0” is already taken. Please use another name.";
"Cant Replace Folder" = "The name “^0” is already used by a folder.";
"Cant NewFolder OnLockedDisk" = "You cannot create a new folder, because the disk is locked.";
"Not Right Privs" = "You cannot replace “^0” because you do not have the right privileges.";
"Cant use period" = "Names that begin with a dot “.” are reserved for the system. If you decide to go ahead and use a name which begins with a dot the file will be hidden.";

"ExtensionWarningText" = "Are you sure you want to save this document with the extension “.^0”? The suggested extension is “.^1”.";
"ExtensionWarningSubtext" = "If you don’t use the extension “.^1”, your document may be saved in a different format.";

"ExtensionErrorText" = "You cannot save this document with the extension “.^0” at the end of the name. The required extension is “.^1”.";
"ExtensionErrorSubtext" = "You can choose to use both, so that your file name ends in “.^0.^1”.";

"ReplaceAlertText" = "An item named “^0” already exists in this location. Do you want to replace it with the one you are saving?";
"ReplaceWithExtensionAlertText" = "An item named “^0” with extension “.^1” already exists in this location. Do you want to replace it with the one you are saving?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Favorite Places";
"Recent Places"	= "Recent Places";
"Computer" = "Computer";
"Home menu item" = "Home";

/* Show Popup Menu strings */
"All Files" = "All Documents";
"All Known Files" = "All Known Documents";
"All App" = "All ^0 Documents";
"All Readable Files" = "All Readable Documents";

/* Format Popup Menu strings */
"Default" = "Default";

/* Generic Kind strings */
"Picture Document" = "Picture Document";
"Text Document" = "Text Document";
"Movie Document" = "Movie Document";
"Sound Document" = "Sound Document";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Connection Failed";
"Connect Failed Details" = "No response from the iDisk server. Please Try again.";
"Invalid Setup" = "Your iDisk cannot be accessed. Your member name or password may be invalid.";
"Invalid Setup Details" = "You can change your name and password on the .Mac tab in the Internet pane of System Preferences.";
"iTools Button" = "Open .Mac Preference...";
"Authentication Failed" = "Login Failed";
"Authentication Failed Detailed" = "Your name or password has not been entered correctly. Please try again. You can verify your .Mac name and password in the .Mac preferences window.";

/* List view column titles*/
"Name Column Title" = "Name";
"Date Modified Column Title" = "Date Modified";

/* Authenticated Server strings */
"Connect Button" = "Connect...";
"Connect Caption" = "To see the available shares for server \"^0\", press Connect.";

/* Query strings */
"QueryItemCountString" = "%i items";
"CurrentFolderScopeString" = "Folder \"%s\"";
"HomeScopeString" = "Home";
"EverywhereScopeString" = "Computer";

/* Preview strings */
"MoreInfo" = "more info...";
